Revit 2024 API
SymbolTypeId.Colon1 Property
 Symbol :1, indicating unit Ratio : 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Colon1 { get; }
Visual Basic
Public Shared ReadOnly Property Colon1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Colon1 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace